Repository: yohanboniface/django-leaflet-storage
Catalog: leaflet_storage/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: name
es: nombre
it: nome

source: details
es: detalles
it: dettagli

source: Link to a page where the licence is detailed.
es: Enlace a una página donde se detalle la licencia.
it: Link ad una pagina dove ci sono i dettagli della licenza.

source: No licence set
es: No se ha especificado la licencia
it: Nessuna licenza impostata

source: URL template using OSM tile format
es: URL template para usar tiles de formato OSM
it: Modello dell'URL usando il formato delle tile OSM

source: Order of the tilelayers in the edit box
es: Orden de los capas en la caja de edición

source: Everyone can edit
es: Todos pueden editar
it: Tutti possono modificare

source: Only editors can edit
es: Solamente los editores pueden editar
it: Solo gli editor possono modificare

source: Only owner can edit
es: Solamente el propietario puede editar
it: Solo il proprietario può modificare

source: description
es: descripción
it: descrizione

source: center
es: centrar
it: centro

source: zoom
es: acercar/alejar

source: locate
es: localizar
it: localizza

source: Locate user on load?
es: ¿localizar el usuario al cargar?
it: Geolocalizzare l'utente al caricamento?

source: Choose the map licence.
es: Elegir la licencia del mapa.
it: Scegliere una licenza per la mappa.

source: licence
es: licencia
it: licenza

source: background
es: fondo

source: owner
es: dueño
it: proprietario

source: editors
es: editores
it: editor

source: edit status
es: estado de edición
it: stato della modifica

source: settings
es: ajustes

source: Your anonymous map has been attached to your account %s
es: Tu mapa anónimo se ha adjuntado a tu cuenta %s

source: pictogram
es: pictograma
it: pittogramma

source: icon type
es: tipo de ícono

source: Choose the style of the marker.
es: Elegir el estilo del marcador.

source: options
es: opciones

source: display on load
es: mostrar al cargar
it: mostra al caricamento

source: Display this layer on load.
es: Mostrar esta capa al cargar.

source: Layer 1
es: Capa 1

source: layer
es: capa

source: Secret edit link is %s
es: El enlace secreto de edición es %s

source: Only editable with secret edit link
es: Sólo puede editarse con el enlace secreto de edición

source: Content type
es: Tipo de contenido
it: Tipo del contenuto

source: file
es: archivo

source: Supported values that will dynamically replaced:
es: Valores soportados que serán reemplazados dinámicamente:

source: Copy/paste
es: Copiar/pegar

source: datalayer
es: capa de datos

source: Unable to fetch content from URL.
es: Imposible descargar contenidos del URL.
it: Impossibile caricare il contenuto di questo URL.

source: You must provide one data source.
es: Debe indicar por lo menos una fuente de datos.

source: Unsupported content_type: %s
es: Tipo de contenido no soportado: %s
it: Tipo di contenuto non supportato: %s

source: Invalid %(content_type)s
es: %(content_type)s no válido
it: %(content_type)s non valido

source: Format
es: Formato

source: Path smooth factor
es: factor de suavizado

source: How much to simplify the polyline on each zoom level (more = better performance and smoother look, less = more accurate)
es: Cuánto desea simplificar la polilínea en cada nivel de zoom( más = mejor desempeño y suavizado, menos = más preciso)

source: Path opacity
es: Opacidad del camino

source: Opacity, from 0.1 to 1.0 (opaque).
es: Opacidad, de 0.1 a 1.0 (opaco).

source: Polygon stroke
es: Borde del polígono

source: Whether to display or not the Polygon path.
es: Mostrar o no el borde del polígono.

source: Path weight
es: Peso del borde

source: Path weight in pixels. Max: 10.
es: Peso del borde en pixeles. Máx: 10.

source: Path fill
es: Relleno de la vía

source: Whether to fill the path with color.
es: Llenar o no la vía con color.

source: Fill opacity
es: Opacidad del relleno

source: Fill opacity, from 0.1 to 1.0 (opaque).
es: Opacidad del relleno, de 0.1 a 1.0 (opaco).

source: Fill color
es: Color de relleno

source: Optional. Same as color if not set.
es: Opcional. Igual que el color si no se establece.

source: Dash array
es: Arreglo de guiones

source: A string that defines the stroke dash pattern. Ex.: '5, 10, 15'.
es: Una cadena que define el patrón de llenado de guiones. Ej.: '5, 10, 15'.

source: Must be a CSS valid name (eg.: DarkBlue or #123456)
es: Debe ser un nombre CSS válido (ej.: DarkBlue o #123456)
it: Dev'essere un nome CSS valido (es. DarkBlud o #123456)

source: Optional. Layer color is used if not set.
es: Opcional. Se usa el color de la capa si no se establece.

source: Do you want to display the locate control?
es: Desea mostrar el control de localización?

source: Do you want to display the 'quick search' control?
es: Desea mostrar el control de 'búsqueda rápida'?

source: Do you want to display the 'back to home page' control?
es: Desea mostrar el control de 'volver a la página inicial'?

source: Do you want to display the embed control?
es: Desea mostrar el control de incrustar?

source: Do you want to display the scale control?
es: Desea mostrar el control de escala?

source: Do you want to locate user on load?
es: Desea localizar al usuario al cargar?

source: Do you want to display a tilelayer switcher?
es: Desea permitir el cambio de capas?

source: Do you want to display map caption on load?
es: Desea mostrar el título del mapa al cargar?

source: Do you want to display data browser on load?
es: Desea mostrar datos del navegador al cargar?

source: Do you want to display popup footer?
es: Desea mostrar el pie de página del popup?

source: Do you want to display a minimap?
es: Desea mostrar un minimapa?

source: Allow scroll wheel zoom?
es: Habilitar la rueda del ratón para zoom?

source: Do you want to display control with links to edit in OSM?
es: Desea mostrar el control para editar en OSM?

source: Do you want to enable Marker drawing?
es: Desea habilitar dibujo de marcador?

source: Do you want to enable Polyline drawing?
es: Desea habilitar el dibujado de polilíneas?

source: Do you want to enable Polygon drawing?
es: Desea habilitar el dibujado de polígonos?

source: Your map has been created! If you want to edit this map from another computer, please use this link: %(anonymous_url)s
es: Tu mapa ha sido creado! Si deseas editarlo desde otro computador, por favor usa este link: %(anonymous_url)s

source: Congratulations, your map has been created! To start editing, click on the pen icon.
es: Felicitaciones, tu mapa ha sido creado! Para comenzar a editar, presiona el ícono de lápiz.

source: Zoom and center updated with success!
es: Zoom y centrado actualizados con éxito!
it: Zoom e centro aggiornati con successo!

source: Map background updated with success!
es: Fondo del mapa actualizado exitósamente!

source: Map editors updated with success!
es: Acutalizados editores de mapas exitósamente
it: Editor della mappa aggiornati con successo!

source: %d features created!
es: se crearon %d características!

source: No valid feature has been found :(
es: No se ha encontrado una característica válida :(

source: Only its owner can delete the map.
es: Solamente el propietario puede borrar el mapa.
it: Solo il proprietario può cancellare la mappa.

source: %(feature)s successfully deleted.
es: Se eliminó la característica %(feature)s.
it: %(feature)s cancellate.

source: Layer successfully deleted.
es: Se eliminó la capa exitósamente.

source: Delete
es: Borrar
it: Cancella

source: This will also delete all the %(feature_count)s feature(s) of this datalayer.
es: Esto también eliminará la(s) %(feature_count)s característica(s) de esta capa de datos.

source: yes
es: sí
it: si

source: You are logged in. Continuing...
es: Has ingresado. Continuando...

source: This will also delete the %(datalayer_count)s layer(s) of this map and all their features.
es: Esto también borrará la(s) %(datalayer_count)s capa(s) de este mapa y todas sus características.

source: This action can't be cancelled.
es: Esta acción no puede cancelarse.
it: Questa azione non può essere cancellata.

source: Embed this map
es: Incrustar este mapa
it: Esporta questa mappa

source: See full screen
es: Ver en pantalla completa

source: Short URL
es: URL corta.

source: Download map data
es: Descargar datos del mapa

source: The data is published under the <a href="%(licence.details)s">%(licence)s</a> licence. Please check it before using the data in your own projects.
es: Los datos están publicados bajo la licencia <a href="%(licence.details)s">%(licence)s</a>. Por favor revísela antes de usar los datos en sus propios proyectos.

source: Download
es: Descargar

source: You are creating a map without being authenticated. A cookie will be set on this browser to make possible for you to edit the map in the future. If you want to edit the map from another computer, use the "edit url" displayed in the "permissions" window. If you log in and load the map, the map will be attached to your account.
es: Estás creando un mapa sin estar autenticado. Se establecerá una cookie en este navegador para permitirte editar el mapa en el futuro. Si quieres editar este mapa desde otro computador, usa "editar url" de la ventana "permisos". Si ingresas y cargas el mapa, este se adjuntará a tu cuenta.

source: User content credits
es: Créditos del usuario
it: Riconoscimenti per il contenuto utente

source: Map user content has been published under licence <a href="%(url)s">%(licence)s</a>
es: El contenido del mapa ha sido publicado bajo la licencia <a href="%(url)s">%(licence)s</a>
it: Il contenuto utente è stato pubblicato sotto licenza <a href="%(url)s">%(licence)s</a>

source: Tile layers credits
es: Créditos de la capa
it: Riconoscimenti per i livelli di sfondo

source: Powered by <a href="%(leaflet_url)s">Leaflet</a> and <a href="%(django_url)s">Django</a>, glued by <a href="%(umap_url)s">uMap project</a>.
es: Creado con <a href="%(leaflet_url)s">Leaflet</a> y <a href="%(django_url)s">Django</a>, unido por el <a href="%(umap_url)s">proyecto uMap</a>.

source: Map permissions
es: Permisos del mapa
it: Permessi della mappa

source: Map settings
es: Opciones del mapa

source: Upload features
es: Subir características
it: Carica POI

source: Formats supported (more to come)
es: Formatos soportados (habrá más)
it: Formati supportati (altri saranno resi disponibili)

source: GeoJSON (properties used: name or title, description, color)
es: GeoJSON (propiedades usadas: nombre o título, descripción, color)
it: GeoJSON (proprietà utilizzate: name o title, description, color)

source: KML (properties used: name, description)
es: KML (propiedades usadas: nombre, descripción)
it: KML (proprietà utilizzate: name, description)

source: GPX (properties used: name, desc)
es: GPX (propiedades usadas: nombre, descripción)
it: GPX (proprietà utilizzate: name, desc)

source: Please log in to proceed
es: Por favor ingresa para proceder
it: Fai il login per continuare

source: Your username and password didn't match. Please try again.
es: Tu nombre de usuario y contraseña no coinciden. Por favor. intenta de nuevo.
it: Il tuo username e la tua password non corrispondono. Riprova.

source: color
it: colore

source: Display this category on load.
it: Mostra questa categoria al caricamento.

source: Rank to order the categories
it: Posiziona per ordinare le categorie

source: rank
it: posizione

source: My data
it: I miei dati

source: Optional. Uses category color if not set.
it: Opzionale. Usa il colore della categoria se non impostato.

source: category
it: categoria

source: You already have a map with this name.
it: Possiedi già una mappa con questo nome

source: You must provide an URL or a file.
it: Devi fornire un URL o un file.

source: You can't provide both a file and an URL.
it: Non puoi fornire sia un file sia un URL.

source: Category successfully deleted.
it: Categoria cancellata con successo.

source: This will also delete all the %(category_count)s feature(s) of this category.
it: Questo anche cancellerà tutte i %(category_count)s POI di questa categoria.

source: This will also delete the %(category_count)s category(ies) of this map and all their features.
it: Questo cancellerà anche le %(category_count)s categorie di questa mappa e tutti i POI associati.

source: Powered by <a href="%(leaflet_url)s">Leaflet</a> and <a href="%(django_url)s">Django</a>, glued by <a href="%(umap_url)s">u{Map} project</a>.
it: Basato su <a href="%(leaflet_url)s">Leaflet</a> e <a href="%(django_url)s">Django</a>, messi insieme dal <a href="%(umap_url)s">progetto u{Map}</a>.
